# MepPipeLowerObvertElevation Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..MepPipeLowerObvertElevation Property
ParameterTypeId Class See Also
---
"Lower End Obvert Elevation"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MepPipeLowerObvertElevation { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MepPipeLowerObvertElevation As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MepPipeLowerObvertElevation {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace